Ad: 2
sale: 667
boost: 178
Time: 21
Warner: 26
profit: 255
Quarterly: 2
US: 1671
medium: 312
giant: 181
TimeWarner: 7
jumped: 37
76: 8
%: 1987
$: 1248
1.13bn: 2
(: 3080
£600m: 1
): 3083
three: 933
month: 956
December: 330
,: 42393
639m: 1
year-earlier: 2
.: 49343
firm: 990
one: 1866
biggest: 304
investor: 132
Google: 121
benefited: 7
high-speed: 34
internet: 238
connection: 124
higher: 168
advert: 42
said: 8182
fourth: 224
quarter: 254
rose: 166
2: 217
11.1bn: 1
10.9bn: 1
buoyed: 6
one-off: 15
gain: 101
offset: 21
dip: 30
Bros: 8
le: 283
user: 435
AOL: 30
Friday: 247
owns: 46
8: 59
search-engine: 1
business: 469
mixed: 37
fortune: 42
lost: 406
464,000: 1
subscriber: 33
lower: 119
preceding: 4
However: 419
company: 1081
's: 10972
underlying: 14
exceptional: 12
item: 47
back: 1110
stronger: 62
advertising: 46
revenue: 134
hope: 413
increase: 332
offering: 107
online: 303
service: 807
free: 214
customer: 209
try: 483
sign: 156
existing: 77
broadband: 225
also: 2430
restate: 10
2000: 185
2003: 444
result: 425
following: 304
probe: 27
Securities: 51
Exchange: 65
Commission: 150
SEC: 50
close: 249
concluding: 6
slightly: 63
better: 445
analyst: 309
': 1493
expectation: 90
film: 982
division: 64
saw: 229
slump: 23
27: 77
284m: 1
helped: 158
box-office: 5
flop: 8
Alexander: 33
Catwoman: 1
sharp: 38
contrast: 50
third: 492
final: 596
Lord: 249
Rings: 29
trilogy: 14
boosted: 42
full-year: 8
posted: 34
3.36bn: 1
performance: 344
grew: 65
6.4: 2
42.09bn: 1
``: 14008
financial: 213
strong: 297
meeting: 335
exceeding: 3
objective: 20
greatly: 12
enhancing: 4
flexibility: 22
'': 11191
chairman: 224
chief: 453
executive: 367
Richard: 113
Parsons: 2
2005: 466
projecting: 2
operating: 96
earnings: 82
growth: 444
around: 430
5: 146
expects: 66
wider: 49
margin: 39
account: 216
part: 676
effort: 234
resolve: 27
inquiry: 95
market: 785
regulator: 57
already: 518
offered: 132
pay: 289
300m: 13
settle: 53
charge: 323
deal: 548
review: 104
unable: 60
estimate: 72
amount: 165
needed: 245
set: 1002
aside: 41
legal: 280
reserve: 50
previously: 110
500m: 14
intends: 19
adjust: 6
way: 997
German: 141
music: 746
publisher: 28
Bertelsmann: 1
purchase: 50
stake: 107
Europe: 438
reported: 189
book: 235
loss: 183
value: 168
Dollar: 58
Greenspan: 19
speech: 140
dollar: 223
hit: 484
highest: 95
level: 367
euro: 239
almost: 245
Federal: 46
Reserve: 28
head: 247
trade: 198
deficit: 140
stabilise: 5
Alan: 138
highlighted: 43
government: 1142
willingness: 10
curb: 12
spending: 280
rising: 87
household: 60
saving: 80
factor: 76
may: 556
help: 508
reduce: 77
late: 209
trading: 97
New: 575
York: 185
reached: 141
1.2871: 1
1.2974: 1
Thursday: 193
Market: 18
concern: 213
greenback: 4
recent: 292
Mr: 3009
London: 501
ahead: 358
G7: 27
finance: 130
minister: 547
sent: 185
earlier: 256
tumbled: 13
worse-than-expected: 2
job: 462
data: 300
think: 840
taking: 370
much: 697
sanguine: 2
view: 200
current: 297
taken: 273
time: 1720
Robert: 137
Sinche: 1
currency: 68
strategy: 82
Bank: 223
America: 134
longer-term: 4
laying: 5
condition: 98
improve: 101
year: 3189
next: 918
Worries: 5
China: 328
however: 160
remain: 158
remains: 143
pegged: 11
fall: 198
therefore: 34
made: 1069
Chinese: 97
export: 122
price: 498
highly: 60
competitive: 65
call: 343
shift: 29
Beijing: 34
policy: 263
fallen: 66
deaf: 8
ear: 21
despite: 286
comment: 248
major: 307
newspaper: 185
ripe: 7
loosening: 1
peg: 7
thought: 333
unlikely: 105
produce: 91
meaningful: 7
movement: 57
meantime: 11
decision: 531
February: 276
interest: 373
rate: 425
point: 560
-: 3678
sixth: 66
move: 500
many: 774
opened: 60
differential: 2
European: 638
half-point: 1
window: 44
believe: 309
could: 1806
enough: 291
keep: 330
asset: 88
looking: 306
attractive: 21
prop: 58
partly: 41
big: 440
budget: 179
well: 867
yawning: 2
gap: 64
need: 650
funded: 25
buying: 86
bond: 29
foreign: 244
White: 150
House: 117
announce: 56
Monday: 232
commentator: 17
half: 355
trillion: 51
Yukos: 196
unit: 129
buyer: 46
face: 475
loan: 99
claim: 455
owner: 98
embattled: 5
Russian: 206
oil: 274
ask: 82
former: 467
production: 194
900m: 3
£479m: 1
State-owned: 4
Rosneft: 58
bought: 131
Yugansk: 59
9.3bn: 5
forced: 170
Russia: 171
27.5bn: 7
tax: 537
Menatep: 17
Group: 110
say: 1411
repay: 9
secured: 51
similar: 162
540m: 1
repayment: 17
demand: 260
bank: 257
Legal: 13
expert: 114
would: 3033
include: 245
obligation: 22
pledged: 60
real: 265
money: 476
creditor: 51
avoid: 96
seizure: 4
Moscow-based: 1
lawyer: 123
Jamie: 105
Firestone: 1
connected: 27
case: 438
managing: 53
director: 498
Tim: 108
Osborne: 8
told: 1085
Reuters: 66
news: 299
agency: 136
:: 2153
default: 16
fight: 160
rule: 295
law: 423
exists: 12
international: 379
arbitration: 7
clause: 13
credit: 130
official: 304
unavailable: 9
take: 1084
action: 434
recover: 67
debt: 199
owed: 18
filed: 71
bankruptcy: 105
protection: 103
court: 326
attempt: 183
prevent: 74
main: 217
arm: 89
went: 352
sold: 231
little-known: 12
shell: 18
turn: 198
downfall: 4
punishment: 32
political: 222
ambition: 102
founder: 49
Mikhail: 29
Khodorkovsky: 41
vowed: 26
sue: 31
participant: 10
High: 68
fuel: 89
BA: 16
British: 617
Airways: 25
blamed: 53
high: 339
40: 124
drop: 109
Reporting: 2
31: 55
2004: 682
airline: 133
pre-tax: 16
£75m: 4
141m: 1
compared: 132
£125m: 1
Rod: 13
Eddington: 2
respectable: 9
cost: 476
£106m: 1
47.3: 2
still: 768
£59m: 1
rise: 368
increased: 115
aviation: 17
last: 1601
introduced: 88
surcharge: 4
passenger: 50
October: 184
£6: 5
£10: 5
one-way: 9
long-haul: 1
flight: 57
short-haul: 1
raised: 97
£2.50: 2
£4: 4
leg: 88
Yet: 31
Mike: 166
Powell: 9
Dresdner: 4
Kleinwort: 4
Wasserstein: 4
estimated: 73
annual: 173
£160m: 3
short: 161
additional: 41
predicted: 94
extra: 157
£250m: 2
Turnover: 1
4.3: 10
£1.97bn: 2
benefiting: 13
cargo: 2
Looking: 25
full: 222
March: 288
warned: 226
yield: 2
average: 134
per: 145
expected: 540
decline: 70
continues: 78
competition: 254
low-cost: 24
carrier: 37
forecast: 123
total: 190
outlook: 28
previous: 192
guidance: 25
3: 131
3.5: 14
improvement: 60
anticipated: 19
Martin: 190
Broughton: 1
number: 990
8.1: 8
January: 370
Aviation: 9
Nick: 41
Van: 54
den: 9
Brul: 1
BNP: 29
Paribas: 3
described: 105
latest: 259
quarterly: 20
pretty: 103
modest: 20
quite: 170
good: 940
side: 699
show: 743
impact: 143
positive: 173
development: 176
Since: 70
11: 193
September: 182
2001: 209
attack: 303
United: 489
States: 75
cut: 415
13,000: 8
cost-cutting: 10
drive: 182
focus: 142
reducing: 39
controllable: 1
whilst: 24
continuing: 80
invest: 39
product: 249
example: 142
delivery: 28
six: 358
Airbus: 32
A321: 1
aircraft: 35
start: 568
Club: 37
World: 463
flat: 28
bed: 15
share: 449
closed: 94
four: 547
penny: 29
274.5: 1
Pernod: 9
takeover: 93
talk: 293
lift: 59
Domecq: 5
Shares: 60
UK: 1094
drink: 46
food: 63
Allied: 6
risen: 50
speculation: 100
target: 225
France: 582
Ricard: 1
Reports: 14
Wall: 35
Street: 124
Journal: 8
Financial: 54
Times: 93
suggested: 119
French: 261
spirit: 39
considering: 65
bid: 286
yet: 264
contact: 59
4: 184
1200: 6
GMT: 95
Paris: 107
slipped: 33
1.2: 15
seeking: 65
acquisition: 39
refused: 98
specific: 60
Seagram: 3
propelled: 3
global: 175
top: 630
two-thirds: 15
leader: 395
Diageo: 9
term: 259
7.5bn: 3
9.7bn: 1
9: 62
smaller: 66
capitalisation: 8
£5.7bn: 3
10.7bn: 3
;: 685
8.2bn: 1
Last: 155
tried: 99
buy: 202
Glenmorangie: 1
Scotland: 404
premier: 21
whisky: 4
luxury: 27
LVMH: 8
home: 752
brand: 104
including: 439
Chivas: 1
Regal: 1
Scotch: 1
Havana: 2
rum: 2
Jacob: 1
Creek: 3
wine: 34
name: 258
Malibu: 4
Courvoisier: 1
brandy: 1
Stolichnaya: 1
vodka: 2
Ballantine: 1
snack: 6
chain: 30
Dunkin: 1
Donuts: 1
Baskin-Robbins: 1
ice: 11
cream: 10
WSJ: 3
two: 1439
consolidation: 16
dealt: 29
problematic: 2
portfolio: 13
reduced: 50
took: 483
fund: 166
1.8bn: 11
improved: 65
fast-food: 3
Japan: 231
narrowly: 18
escape: 15
recession: 26
economy: 468
teetered: 2
brink: 10
technical: 74
figure: 427
Revised: 1
indicated: 36
0.1: 18
similar-sized: 1
contraction: 7
basis: 77
suggests: 97
0.2: 14
suggesting: 30
hesitant: 1
recovery: 108
common: 90
definition: 17
successive: 33
negative: 35
keen: 124
play: 937
worrying: 34
implication: 22
maintain: 43
minor: 21
adjustment: 8
phase: 18
upward: 20
climb: 14
monitor: 65
carefully: 35
Heizo: 4
Takenaka: 6
strengthening: 7
yen: 56
making: 334
indication: 22
weakening: 11
economic: 352
observer: 23
painting: 17
picture: 159
...: 188
patchier: 1
Paul: 203
Sheard: 1
economist: 107
Lehman: 2
Brothers: 14
Tokyo: 19
Improvements: 1
apparently: 25
feed: 12
domestic: 112
private: 125
consumption: 26
Jobs: 23
slow: 77
created: 129
fewer: 32
jobseekers: 2
pushed: 68
unemployment: 74
lowest: 43
According: 125
Labor: 10
Department: 89
added: 929
146,000: 2
non-farm: 2
payroll: 8
190,000: 2
new: 1675
Nevertheless: 15
push: 66
5.2: 6
since: 697
mean: 420
President: 146
Bush: 127
celebrate: 18
albeit: 14
fine: 115
net: 461
first: 1672
office: 220
presided: 2
November: 234
Presidential: 3
election: 678
Herbert: 5
Hoover: 2
creation: 44
became: 149
key: 260
issue: 484
adding: 95
administration: 53
record: 566
ended: 114
territory: 31
revised: 25
157,000: 4
133,000: 3
Analysts: 92
given: 362
favourable: 10
employment: 49
expand: 24
moderate: 11
pace: 94
Rick: 18
Egelton: 2
deputy: 49
BMO: 2
getting: 261
got: 551
low: 212
relatively: 47
environment: 79
producing: 51
satisfying: 7
Ken: 34
Mayland: 3
president: 186
ClearView: 2
Economics: 15
limited: 78
opportunity: 251
worker: 139
India: 214
fair: 89
attends: 5
seven: 176
leading: 172
industrialised: 13
nation: 174
cowed: 1
newcomer: 17
status: 39
lashed: 4
restrictive: 5
objected: 5
subsidy: 33
agriculture: 12
make: 1257
hard: 343
developing: 88
like: 1036
compete: 127
called: 336
reform: 131
Nations: 357
IMF: 59
Palaniappan: 2
Chidambaram: 11
argued: 112
organisation: 149
changing: 44
world: 1123
order: 233
integration: 12
globalisation: 7
engagement: 7
attending: 11
G20: 3
group: 563
population: 69
conference: 155
enterprise: 17
hosted: 36
Gordon: 170
Brown: 490
favour: 87
floating: 8
exchange: 103
country: 872
cope: 52
shock: 63
flexible: 10
channel: 85
absorbing: 4
along: 117
Brazil: 56
South: 289
Africa: 194
invited: 24
place: 597
Saturday: 323
renewed: 25
pressure: 257
abandon: 3
fixed: 36
particular: 113
surge: 33
cheap: 44
use: 613
wish: 61
judgement: 32
Separately: 10
large: 156
hamper: 11
6.5: 6
Indian: 120
8.5: 3
Ethiopia: 19
crop: 14
24: 113
produced: 101
14.27: 1
million: 615
tonne: 21
21: 57
past: 352
five: 510
report: 595
totalled: 10
11.49: 1
joint: 52
Food: 11
Agriculture: 11
Organisation: 25
Programme: 8
Good: 18
rain: 19
fertilizer: 1
seed: 185
contributed: 13
2.2: 11
Ethiopians: 3
emergency: 26
assistance: 13
calculated: 12
requirement: 31
387,500: 1
89,000: 1
fortified: 1
blended: 2
vegetable: 1
targeted: 51
supplementary: 1
distribution: 49
survival: 16
programme: 345
child: 320
pregnant: 7
lactating: 1
woman: 363
eastern: 14
southern: 40
prolonged: 6
drought: 3
killed: 53
drained: 3
965,000: 1
FAO: 7
recommend: 9
locally: 9
Local: 25
cereal: 2
recommended: 23
far: 381
possible: 250
assist: 11
farmer: 24
Henri: 11
Josserand: 1
Global: 31
Information: 25
Early: 19
Warning: 7
System: 9
activity: 103
representing: 32
45: 73
gross: 28
80: 69
depend: 16
directly: 50
indirectly: 3
Court: 115
reject: 39
280bn: 7
tobacco: 25
accusing: 20
covering: 18
effect: 143
smoking: 23
thrown: 42
appeal: 172
£155bn: 2
Clinton: 14
1999: 80
rejected: 111
2-1: 48
Washington: 21
found: 371
brought: 152
federal: 57
anti-racketeering: 4
Among: 50
accused: 163
Altria: 7
RJ: 4
Reynolds: 19
Tobacco: 13
Lorillard: 3
Liggett: 3
Williamson: 4
claimed: 181
manipulated: 3
nicotine: 4
addiction: 12
teenager: 33
multi-billion: 6
campaign: 365
lied: 14
danger: 50
ignored: 30
research: 217
contrary: 14
Prosecutors: 18
wanted: 233
cigarette: 10
surrender: 4
accumulated: 4
50: 163
impose: 25
tougher: 22
marketing: 80
Appeals: 7
District: 14
Columbia: 11
ruled: 138
legislation: 73
drawn: 69
counteract: 2
Mafia: 1
infiltration: 1
deny: 30
illegally: 39
conspired: 5
promote: 32
defraud: 7
public: 541
met: 127
landmark: 23
206bn: 3
settlement: 52
46: 15
state: 297
1998: 85
ruling: 111
showing: 89
4.5: 13
Ask: 39
Jeeves: 39
tip: 28
ad: 28
revival: 26
become: 327
search: 226
week: 995
thank: 32
improving: 65
nearly: 111
tripled: 5
86m: 1
£46m: 2
among: 219
best-known: 9
web: 171
player: 1262
17m: 5
dwarfed: 1
204m: 1
announced: 261
rival: 204
Yahoo: 57
earned: 52
187m: 1
tipping: 5
resurgence: 7
trend: 83
hold: 283
quickly: 99
Late: 6
Doubleclick: 2
provider: 61
put: 631
turnaround: 14
unexpected: 13
Neither: 18
thrilled: 12
fell: 167
attributed: 15
excessive: 12
fuelled: 22
dramatic: 41
outperformance: 1
Tuesday: 263
Indonesians: 3
Indonesia: 47
confirmed: 153
raising: 46
30: 188
Millions: 14
kerosene: 1
basic: 62
cooking: 3
heavily: 28
subsidised: 7
Susilo: 1
Bambang: 1
Yudhoyono: 2
want: 927
direct: 71
aid: 138
poor: 144
critic: 97
argue: 38
cutting: 62
hurt: 56
poorer: 18
family: 239
people: 2003
left: 373
homeless: 6
Aceh: 11
region: 89
earthquake: 10
tsunami: 113
disaster: 111
importer: 2
spend: 114
holding: 75
spent: 146
59.2: 1
rupiah: 7
6.58bn: 1
£3.5bn: 2
sum: 41
excess: 18
original: 130
projection: 6
14.5: 1
came: 475
power: 336
intention: 58
best: 1056
u: 468
Sri: 54
Mulyani: 1
Indrawati: 1
State: 59
Minister: 161
National: 149
Development: 30
Planning: 7
hike: 13
suitable: 17
moment: 211
sooner: 17
BBC: 878
correspondent: 49
Jakarta: 8
Rachel: 6
Harvey: 9
Business: 21
Report: 8
likely: 355
reaction: 40
question: 202
whether: 342
go: 870
raise: 131
20: 246
stagger: 2
led: 204
Megawati: 1
Sukarnoputri: 1
attempted: 29
protest: 52
Peugeot: 8
Mitsubishi: 23
Struggling: 1
Japanese: 96
car: 199
maker: 131
Motors: 26
struck: 45
supply: 87
30,000: 17
sport: 184
utility: 24
vehicle: 76
SUV: 5
signed: 132
Memorandum: 1
Understanding: 2
expect: 128
seal: 30
agreement: 128
Spring: 6
alliance: 29
come: 812
badly-needed: 1
loss-making: 7
several: 201
warning: 112
SUVs: 7
built: 82
using: 322
diesel: 7
engine: 95
mainly: 31
Falling: 4
underused: 2
capacity: 76
give: 498
chance: 510
utilise: 5
issued: 75
nine: 123
slid: 14
41: 18
catalysed: 2
revelation: 7
systematically: 5
hiding: 8
fault: 38
secretly: 11
repairing: 2
sought: 37
series: 279
bailouts: 1
540bn: 1
5.2bn: 3
£2.77bn: 1
fresh: 68
backing: 60
US-German: 3
carmaker: 27
DaimlerChrylser: 1
shareholder: 120
decided: 165
April: 139
pump: 12
celebrated: 15
newly-appointed: 2
Takashi: 2
Nishioka: 1
boss: 28
stood: 32
shoulder: 30
responsibility: 92
trouble: 84
472bn: 1
Nissan: 24
Motor: 11
36,000: 1
small: 183
Telegraph: 36
axe: 11
90: 58
Daily: 58
Sunday: 354
axing: 1
journalist: 79
17: 121
editorial: 3
staff: 132
£150m: 1
investment: 235
printing: 12
facility: 36
Journalists: 6
afternoon: 28
discus: 71
react: 17
surprise: 83
announcement: 108
background: 38
fierce: 31
reader: 42
sluggish: 19
amid: 63
Union: 171
management: 95
recall: 43
notice: 32
redundancy: 12
midday: 5
strike: 106
ballot: 43
Pearson: 11
voluntary: 15
reporter: 62
strongly: 40
behind: 290
Managers: 5
torn: 8
agreed: 199
procedure: 26
kicked: 50
teeth: 8
sacking: 7
Jeremy: 33
Dear: 2
NUJ: 2
General: 71
Secretary: 130
Barry: 31
Fitzpatrick: 2
90-day: 1
consultation: 25
period: 174
required: 54
planning: 99
10: 459
shown: 138
complete: 69
disregard: 2
consultative: 1
right: 737
member: 335
planned: 93
observe: 4
title: 494
currently: 250
employ: 29
521: 1
broadsheet: 1
especially: 110
moved: 133
tabloid: 10
format: 89
suffered: 109
circulation: 11
hitting: 30
plan: 696
although: 232
Independent: 32
seen: 360
shrinking: 6
size: 66
Guardian: 24
hedging: 2
bet: 35
larger: 48
popular: 171
continental: 7
Barclay: 2
twin: 15
Frederick: 12
David: 319
owned: 38
Conrad: 2
Black: 62
Hollinger: 1
International: 207
brother: 35
mulling: 1
another: 434
retailer: 56
Littlewoods: 1
Murdoch: 4
MacLennan: 1
add: 133
eight: 224
colour: 55
page: 68
coming: 255
lifeblood: 1
maintaining: 19
quality: 142
vital: 85
capability: 42
secure: 91
Many: 126
investing: 15
machinery: 4
enables: 16
print: 46
every: 330
hoping: 117
boosting: 24
publication: 27
advertiser: 8
alike: 9
News: 245
Corp: 25
publishes: 5
Sun: 43
Media: 58
Trinity: 3
Mirror: 9
Mail: 28
&: 251
Trust: 32
substantial: 33
plant: 44
Air: 44
win: 1173
EU: 279
board: 167
overbooking: 3
cancellation: 8
delay: 43
greater: 83
compensation: 47
250: 25
£173: 1
600: 9
depending: 15
length: 16
apply: 35
scheduled: 41
charter: 5
Airlines: 31
attacked: 43
saying: 353
cover: 77
facing: 105
challenge: 205
Low-fare: 1
Association: 165
ELAA: 1
Transport: 24
IATA: 1
package: 58
bad: 143
piece: 52
Previously: 7
150: 23
300: 25
stopped: 45
boarding: 4
operator: 127
obliged: 13
offer: 451
deter: 5
deliberately: 21
Overbooking: 1
often: 125
lead: 371
'bumping: 1
later: 338
happens: 69
addition: 39
cancelled: 27
delayed: 36
hour: 235
must: 286
paid: 154
due: 306
extraordinary: 24
circumstance: 35
fear: 188
weather: 40
security: 291
alert: 27
event: 343
outside: 146
control: 344
EU-based: 1
adhere: 4
regime: 39
force: 172
Low-cost: 2
criticised: 109
arguing: 22
pay-out: 1
worth: 123
ticket: 79
preposterous: 1
fighting: 71
Ryanair: 11
Michael: 313
Cawley: 1
Radio: 207
Today: 89
Regions: 1
Airline: 4
ERAA: 3
neither: 25
consumer: 313
consulted: 9
change: 468
Andy: 216
Clarke: 99
air: 69
transport: 49
EC: 19
advice: 82
misleads: 1
liable: 6
payouts: 9
spokeswoman: 73
Marja: 1
Quillinan-Meiland: 1
conceded: 34
grey: 5
area: 267
dispute: 48
national: 240
enforcement: 18
body: 187
decide: 107
technology: 645
easier: 76
land: 53
comply: 11
passed: 71
onto: 93
reckon: 5
going: 808
1.5bn: 11
£1bn: 16
loaded: 5
basically: 14
transfer: 88
whose: 143
journey: 25
disrupted: 9
Wednesday: 286
Jacques: 27
Barrot: 2
vice: 46
Commissioner: 17
necessary: 44
boom: 33
travel: 90
accompanied: 14
proper: 45
concrete: 8
benefit: 157
daily: 46
life: 423
launched: 157
information: 337
airport: 37
inform: 10
tight: 40
rein: 12
stop: 171
overheating: 3
clamping: 5
continue: 241
ward: 6
risk: 174
rapid: 31
expansion: 43
might: 280
soaring: 16
stress: 26
placed: 39
fragile: 8
banking: 47
system: 532
Growth: 22
breakneck: 7
9.1: 5
corporate: 79
growing: 157
25: 162
kept: 130
Rapid: 2
tooling-up: 1
manufacturing: 73
sector: 155
massive: 110
energy: 112
sky-high: 5
theory: 13
7: 53
insist: 27
overshoot: 2
landing: 17
shape: 59
overbalancing: 1
yuan: 22
8.28: 3
seems: 88
relentless: 10
thus: 13
resisted: 13
break: 294
link: 117
least: 248
extent: 27
seem: 65
Industrial: 7
output: 77
15.7: 1
23: 61
inflation: 78
slowed: 17
retail: 61
booming: 25
Parmalat: 30
boast: 5
doubled: 29
Italian: 87
centre: 282
painful: 12
scandal: 65
doubling: 10
77m: 1
£53m: 1
100m: 74
38m: 1
Less: 11
welcome: 37
fined: 34
11m: 3
violated: 14
ago: 292
disclosing: 1
4bn-euro: 1
hole: 38
Overall: 22
12bn: 3
falling: 76
slowly: 20
well-known: 25
Italy: 298
overseas: 55
continued: 118
perform: 55
barely: 15
broke: 99
crucial: 82
future: 436
unwinding: 1
intensely: 3
complex: 42
position: 225
administrator: 19
Enrico: 4
Bondi: 6
sued: 35
Morgan: 103
Stanley: 22
banker: 8
return: 395
136m: 3
relating: 18
49: 14
mass: 55
bring: 162
3bn: 21
auditor: 15
advisor: 19
damage: 133
criminal: 131
proceeding: 17
separately: 10
rupee: 39
five-year: 20
Standard: 58
Poor: 11
P: 79
rating: 51
climbed: 19
43.305: 1
43.41: 1
gained: 41
1: 137
session: 79
borrower: 2
creditworthiness: 1
lifted: 40
notch: 9
'BB+: 1
gamble: 12
cash: 186
flow: 25
buoying: 1
upgrade: 39
excuse: 10
Bhanu: 1
Baweja: 1
strategist: 25
UBS: 9
Money: 8
Korea: 71
Thailand: 45
reversal: 2
grade: 6
'BBB-: 1
Romania: 16
Egypt: 29
El: 34
Salvador: 3
widens: 2
access: 243
telecom: 61
limit: 114
74: 14
Communications: 26
Dayanidhi: 1
Maran: 3
fast-growing: 7
mobile: 562
95: 16
200: 53
2007: 50
20bn: 15
£10.6bn: 1
faced: 73
considerable: 11
opposition: 119
communist: 3
party: 625
support: 303
coalition: 19
headed: 54
Prime: 87
Manmohan: 1
Singh: 5
Potential: 1
approval: 65
beyond: 103
Key: 8
officer: 102
held: 300
Indians: 8
welcomed: 52
community: 165
huge: 241
Gartner: 35
principal: 18
Kobita: 1
Desai: 2
FDI: 2
relaxation: 4
coupled: 9
local: 248
really: 509
ignite: 5
telecommunication: 22
industry: 420
Ernst: 4
Young: 51
Sanjay: 1
Mehta: 4
Investment: 10
grow: 82
dominated: 87
Bharti: 1
Televentures: 1
allied: 7
Singapore: 20
Telecom: 21
Essar: 1
linked: 83
Hong: 42
Kong-based: 1
Hutchison: 1
Whampoa: 1
Sterling: 2
Tata: 8
Call: 15
'lose: 1
patience': 1
Customers: 10
trying: 219
get: 1181
impatient: 2
quicker: 15
hang: 28
survey: 151
message: 240
caller: 5
65: 41
second: 924
listening: 19
canned: 1
patience: 7
used: 544
idea: 210
'always: 1
available: 232
society: 76
Cara: 1
Diemont: 5
Dimension: 3
Data: 23
commissioned: 23
simply: 160
abandoning: 7
13.3: 1
automated: 5
phone: 599
equation: 4
pick: 70
multiple: 28
option: 122
abandoned: 21
even: 514
rather: 238
wait: 80
One: 299
reason: 163
lack: 111
Ms: 249
fact: 202
calling: 58
'on: 1
reflection: 10
range: 145
task: 89
looked: 169
mortgage: 57
agent: 63
responsible: 76
card: 277
insurance: 67
Problems: 3
occurring: 4
hand-in-hand: 3
training: 204
alarming: 3
induction: 5
36: 35
day: 740
leaving: 74
equipped: 10
warns: 13
scary: 10
bottom: 43
line: 337
either: 160
frustrates: 1
churn: 1
throwing: 13
towel: 3
Resolution: 1
query: 26
resolved: 22
mutual: 23
satisfaction: 11
running: 222
person: 109
specialist: 33
manager: 363
70: 62
85: 21
resolution: 35
Suggestions: 3
outsourcing: 8
relocating: 3
blame: 44
wrong: 157
difference: 101
based: 191
North: 92
anywhere: 35
process: 156
offshore: 11
operation: 145
driven: 77
consideration: 21
42: 17
closing: 49
Half: 12
skill: 77
everybody: 37
belief: 249
offshoring: 2
solution: 70
Nearly: 10
polled: 7
core: 54
function: 42
worried: 59
abroad: 49
join: 120
conducted: 43
Sunovate: 1
behalf: 31
in-depth: 9
questionnaire: 5
166: 2
continent: 15
experience: 174
?: 561
happy: 178
listen: 58
Vivaldi: 1
Greensleeves: 2
immediate: 41
response: 137
work: 748
prepare: 24
Rank: 6
'set: 2
sell: 138
unit': 1
Leisure: 6
unveil: 21
demerge: 1
formerly: 13
famous: 60
Carry: 11
expose: 9
shake-up: 16
Advisors: 4
Goldman: 6
Sachs: 4
understood: 40
valued: 19
demerged: 1
Deluxe: 3
Film: 115
£300m: 3
Speculation: 6
mounted: 10
study: 99
demerger: 2
Smith: 179
appointment: 36
focused: 57
embarked: 5
dispose: 2
Odeon: 5
cinema: 78
Pinewood: 1
studio: 109
gaming: 152
Hard: 9
Rock: 54
Films: 15
provides: 38
Hollywood: 115
aim: 130
concentrate: 24
bar: 50
hotel: 43
extending: 23
casino: 21
trial: 245
success: 256
distributes: 1
DVDs: 62
video: 347
successful: 110
£21.5m: 1
turnover: 22
£392.1m: 1
suggest: 66
moving: 75
VHS: 8
equity: 33
spokesman: 372
unveiled: 85
predict: 34
slight: 23
£170m: 2
£194m: 3
Formed: 2
1940s: 4
producer: 141
diversified: 2
leisure: 2
roadside: 2
holiday: 47
34: 38
Grosvenor: 1
Mecca: 1
Bingo: 1
100: 155
Cafes: 2
38: 13
Sluggish: 2
largest: 126
tenth: 3
straight: 108
stubbornly: 2
7,000: 10
4.464: 1
10.8: 2
workforce: 28
seasonally: 4
adjusted: 13
showed: 223
measure: 135
encourage: 51
began: 135
stagnant: 3
stifling: 2
clear: 274
Frank-Juergen: 2
Weise: 3
Labour: 766
Agency: 56
statement: 303
insufficient: 2
deliver: 82
momentum: 30
labour: 30
competitiveness: 15
exporter: 12
brunt: 1
felt: 160
Germany: 170
18.8: 5
stuck: 23
Chancellor: 62
Gerhard: 12
Schroeder: 19
agenda: 57
controversial: 103
shake: 16
incentive: 25
cherished: 1
sparked: 37
anger: 22
Strikes: 2
notably: 10
iconic: 11
demonstrated: 19
displeasure: 2
initiative: 76
so-called: 70
one-euro: 1
scheme: 136
formal: 33
launch: 187
hirings: 1
affecting: 10
statistic: 30
deterioration: 7
Isabelle: 1
Kronawitter: 1
Hypovereinsbank: 1
Job: 12
probably: 130
prevented: 17
Mixed: 3
signal: 54
picked: 104
speed: 140
end: 616
look: 476
INSEE: 6
seasonally-adjusted: 2
0.7-0.8: 1
0.6: 10
early: 357
2002: 182
leaf: 30
GDP: 43
2.3: 9
2.5: 23
Despite: 135
apparent: 25
shortfall: 12
flash: 21
mark: 162
indicator: 12
health: 154
reiterating: 1
Central: 31
noise: 17
12-nation: 2
eurozone: 20
whole: 176
Also: 55
industrial: 43
released: 221
0.7: 17
Naude: 1
Deutsche: 112
send: 109
rebound: 13
open: 255
continuation: 3
Year: 78
Service: 64
seven-month: 3
import: 37
all-time: 22
671.7bn: 1
£484bn: 1
Commerce: 24
24.4: 1
imbalance: 6
496.5bn: 1
30.5: 1
162bn: 1
ever: 262
recorded: 53
single: 287
monthly: 62
narrowed: 3
4.9: 2
£56.4bn: 1
appetite: 10
thing: 539
imported: 9
cheese: 10
spark: 16
criticism: 82
Democrats: 98
done: 285
clamp: 9
unfair: 32
practice: 65
manufacturer: 54
undervalued: 8
rapidly: 15
expanding: 17
advantage: 114
competitor: 41
Meanwhile: 129
argues: 36
reflects: 36
faster: 85
rest: 142
spurring: 1
allow: 227
revision: 6
others: 165
astronomical: 1
proportion: 22
foreigner: 9
choose: 57
dollar-denominated: 1
harm: 29
12.3: 3
1.15: 1
16.3: 3
1.76: 2
Foreign: 60
surged: 10
35.7: 1
180.7bn: 1
reflecting: 12
rally: 29
increasing: 78
Imports: 4
affected: 104
weakness: 22
widen: 10
downward: 9
Marie-Pierre: 1
Ripert: 1
IXIS: 1
loses: 7
battle: 162
judge: 120
dismissed: 54
Chapter: 22
Houston: 43
unsuccessful: 7
halt: 23
auction: 75
authority: 158
blow: 60
bos: 251
testimony: 11
fraud: 125
evasion: 17
jail: 55
pleaded: 36
guilty: 108
denied: 198
involvement: 36
pride: 22
heading: 31
15: 161
helping: 82
knee: 79
auctioned: 10
£14.5bn: 3
unpaid: 13
9.4bn: 7
previously-unknown: 1
immediately: 82
state-controlled: 5
Texas: 36
Judge: 20
Letitia: 5
Clark: 32
presence: 31
establish: 18
jurisdiction: 19
vast: 41
majority: 126
occur: 8
require: 33
participation: 21
entitled: 32
declare: 9
bankrupt: 14
Bruce: 34
Misamore: 3
forum: 23
Human: 42
Rights: 47
unfriendly: 3
abide: 3
acknowledged: 32
appears: 57
acted: 11
manner: 27
considered: 99
confiscatory: 1
role: 343
challenged: 21
Gazpromneft: 6
gas: 66
monopoly: 15
Gazprom: 73
merge: 22
ability: 117
freely: 13
stifled: 3
ownership: 38
remained: 65
unclear: 19
consider: 88
light: 113
backed: 93
argument: 59
merit: 30
simple: 75
Steven: 106
Theede: 3
seized: 9
Safety: 11
GM: 80
recalling: 4
200,000: 20
safety: 44
ground: 139
according: 308
Highway: 2
Traffic: 2
Administration: 9
NHTSA: 2
involves: 15
155,465: 1
pickup: 2
van: 62
malfunction: 7
braking: 5
model: 138
potential: 175
Chevrolet: 4
Avalanche: 1
Express: 17
Kodiak: 1
Silverade: 1
Suburban: 1
GMC: 2
Savana: 1
Sierra: 3
Yukon: 1
accumulator: 1
crack: 24
normal: 45
driving: 55
fragment: 3
injure: 2
hood: 3
hydraulic: 1
fluid: 8
leak: 10
harder: 35
brake: 7
steer: 14
cause: 101
crash: 44
19,924: 1
Cadillac: 6
XLR: 1
coupe: 1
SRX: 1
Pontiac: 2
Grand: 223
Prix: 35
sedan: 5
accelerator: 1
pedal: 4
properly: 43
extremely: 68
cold: 36
temperature: 14
requiring: 9
17,815: 1
Buick: 2
Raniers: 1
Trailblazers: 1
Envoys: 1
Isuzu: 1
Ascenders: 1
windshield: 1
fitted: 8
stressed: 55
know: 570
injury: 498
related: 18
problem: 535
follows: 63
grappling: 3
weak: 52
healthcare: 12
subsidiary: 33
Steel: 14
'to: 20
45,000: 6
Mittal: 10
steel: 32
Netherlands-based: 2
4.5bn: 4
ISG: 2
kind: 108
Lakshmi: 1
combined: 44
shed: 16
thousand: 94
Indian-born: 2
magnate: 5
completed: 56
8,000: 10
annually: 10
see: 737
trimmed: 3
155,000: 1
110,000: 4
2010: 38
modernisation: 2
employee: 70
Chicago: 44
formed: 25
LNM: 3
Holdings: 7
merged: 14
Dutch: 61
Ispat: 1
combination: 34
32bn: 1
£16.7bn: 1
24.1bn: 1
spokeman: 1
create: 151
sustainable: 18
14: 123
particularly: 141
50,000: 31
Kazakhstan: 4
alone: 78
Czech: 39
Republic: 76
Strong: 11
trigger: 15
Crude: 2
47: 16
barrel: 44
watchdog: 69
Energy: 29
IEA: 4
Opec: 17
crude: 48
outstrip: 3
80,000: 10
84: 16
1.64: 1
47.10: 1
Brent: 17
1.32: 1
44.45: 1
Paris-based: 8
advises: 4
industrialized: 1
Asian: 86
followed: 135
triggered: 13
spell: 40
stockpile: 10
1m: 17
294.3m: 1
ongoing: 33
beleaguered: 1
prompted: 44
revise: 2
non-Opec: 1
supplier: 30
beginning: 90
Orin: 1
Middleton: 1
Barclays: 28
Capital: 26
Venezuelan: 13
row: 147
seize: 16
Chavez: 13
agrarian: 1
Officials: 10
Cojedes: 1
farmland: 1
Vestey: 4
cracking: 6
latifundios: 1
rural: 34
estate: 17
lying: 22
idle: 10
informed: 30
Agroflora: 5
operates: 27
13: 117
farm: 23
Venezuela: 22
insisted: 154
complied: 4
fully: 74
south: 28
Hato: 1
Charcote: 2
beef: 8
cattle: 5
ranch: 12
12,900: 1
acre: 5
5,200: 2
hectare: 2
32,000: 4
posse: 3
valid: 10
document: 81
proving: 36
allege: 5
form: 299
active: 22
boundary: 9
match: 672
actual: 13
surplus: 23
prosecutor: 43
Alexis: 3
Ortiz: 1
consequence: 19
Controversial: 6
property: 101
declared: 49
traced: 4
19th: 17
Century: 31
Critics: 36
poorest: 33
citizen: 57
develop: 70
trample: 1
1920: 3
co-operate: 8
absolutely: 75
confident: 152
submitted: 18
demonstrate: 14
legality: 11
pointed: 50
meat: 3
solely: 11
identified: 20
500: 26
40,000: 11
landowner: 2
productive: 10
nothing: 205
steadily: 10
expanded: 15
recently: 202
mining: 17
contract: 188
involving: 33
examined: 7
ensure: 158
provided: 62
sufficient: 21
Soaring: 2
'hits: 2
economy': 1
storm: 18
OECD: 10
bi-annual: 1
prediction: 30
reach: 159
4.4: 5
3.3: 9
3.7: 7
economics: 18
tank: 11
believed: 121
regain: 18
Forecasts: 2
scaled: 4
4.0: 2
2.1: 10
2.8: 10
worst: 67
12-member: 2
bloc: 5
slipping: 10
1.8: 13
2.0: 3
1.9: 12
2.4: 15
3.6: 2
2.9: 8
recovering: 18
3.1: 6
2006: 140
nonetheless: 2
turbulence: 1
not-too-distant: 1
Jean-Philippe: 13
Cotis: 1
55.67: 4
prospect: 70
confidence: 158
enormous: 36
historical: 22
standard: 167
worse: 57
seventy: 5
absorbed: 3
within: 232
Vincent: 14
Koen: 1
senior: 153
underway: 6
interrupted: 7
bit: 231
course: 175
spectacular: 6
comeback: 66
faltered: 3
Supported: 1
balance: 51
sheet: 20
earnest: 2
supportive: 8
marked: 30
upswing: 3
depressed: 6
expenditure: 11
over-reliance: 2
export-led: 1
Irish: 232
persuaded: 14
ISEQ: 1
index: 68
6661.89: 1
stock: 158
gave: 187
advanced: 27
Several: 20
Ireland: 598
Banks: 12
touched: 18
peak: 29
August: 124
Telecoms: 5
Eircom: 1
revealed: 156
re-enter: 5
yearly: 6
benign: 4
discount: 17
tick: 4
box: 194
concerned: 140
Roy: 35
Asher: 2
Hibernian: 3
Buoyant: 1
reasonable: 26
valuation: 7
Bernard: 45
McAlinden: 1
NCB: 1
Stockbrokers: 2
represented: 30
'miracle: 1
enjoying: 29
wind: 20
cooled: 7
markedly: 3
bounced: 14
Sumitomo: 9
Mitsui: 3
withdrawn: 19
UFJ: 11
enabling: 9
latter: 12
counterpart: 28
clearing: 14
conclude: 6
29bn: 1
189: 1
exit: 29
profile: 26
history: 145
fourth-largest: 5
third-largest: 4
tabled: 8
valuing: 3
35bn: 2
known: 159
prefer: 32
MTFG: 2
second-largest: 11
Concerns: 7
absorb: 2
admitted: 205
defeat: 208
accept: 79
UFJ-MTFG: 1
merger: 44
Given: 36
persisting: 1
proposal: 198
largest-ever: 1
approved: 37
formality: 4
attention: 70
deepening: 1
tie: 122
Daiwa: 9
venture: 46
capital: 65
full-blown: 4
increasingly: 70
Rich: 6
grab: 23
Colombia: 7
Colombian: 4
24.2: 1
peso: 8
10.2bn: 1
£5.5bn: 5
earmarked: 19
department: 68
12.1: 3
richest: 21
Sound: 16
poverty: 73
53: 23
Resources: 7
Jose: 101
Leibovich: 2
44: 19
paying: 62
situated: 2
inside: 86
cheaper: 49
electricity: 17
water: 40
Government: 49
pension: 126
education: 131
examining: 14
easy: 146
2019: 1
15.3: 1
Rover: 29
'may: 3
2,000: 25
jobs': 2
MG: 6
Midlands: 24
Shanghai: 7
Automotive: 6
Industry: 41
source: 120
negotiation: 63
tell: 121
FT: 10
tie-up: 9
save: 118
Longbridge: 6
away: 415
1.9bn: 3
Worker: 2
general: 298
secretary: 165
Tony: 233
Woodley: 1
repeated: 18
Birmingham: 120
delicate: 2
securing: 10
SAIC: 6
none: 25
union: 126
awarding: 4
exorbitant: 2
salary: 30
distributed: 15
quote: 9
press: 137
state-owned: 21
Nanjing: 1
Auto: 13
contacted: 23
technology-sharing: 1
WPP: 7
larger-than-expected: 2
outperform: 1
Pre-tax: 2
£546m: 1
1.04bn: 1
£532m: 1
Revenues: 3
£4.3bn: 3
14.1: 1
14.8: 2
Grey: 4
creating: 64
Omnicom: 1
Chief: 47
Executive: 33
Sorrell: 6
NOP: 3
£350m: 5
Ogilvy: 1
Mather: 1
Cordiant: 1
includes: 85
Rubicam: 1
J: 178
Walter: 26
Thompson: 73
Events: 8
Olympics: 124
Congressional: 4
FIFA: 2
Cup: 552
present: 109
near: 116
long-term: 82
strength: 83
meet: 208
tough: 174
governance: 13
regulation: 56
imposed: 26
extended: 34
deadline: 21
July: 100
protested: 12
imposing: 12
burden: 28
Sarbanes-Oxley: 6
Act: 76
clean-up: 6
Enron: 16
Worldcom: 21
Section: 9
404: 6
Sox: 1
nicknamed: 9
certify: 1
reporting: 22
Big: 50
foreign-based: 3
list: 264
originally: 45
middle: 50
delegation: 7
DC: 6
headquarters: 29
expensive: 61
timescale: 6
CBI: 18
let: 262
listing: 48
section: 30
relax: 11
signifies: 1
heart: 98
director-general: 3
Sir: 221
Digby: 9
Jones: 283
reminded: 8
ca: 183
n't: 1761
isolation: 6
working: 276
onerous: 1
noted: 23
underestimate: 5
compliance: 14
extension: 25
provide: 154
issuer: 4
internal: 29
Donald: 6
Nicolaisen: 2
accountant: 7
mogul: 8
arrested: 56
businessmen: 1
falsifying: 5
selling: 93
false: 50
Yoshiaki: 1
Tsutsumi: 5
ranked: 37
man: 228
ran: 93
spanning: 3
railway: 8
construction: 36
baseball: 3
team: 703
arrest: 68
Prince: 53
seemed: 52
untouchable: 1
Inheriting: 1
father: 53
1960s: 24
powerful: 88
industrialist: 2
politician: 93
wealth: 27
influence: 70
Winter: 11
Olympic: 289
Games: 110
Nagano: 1
resign: 19
post: 117
empire: 6
share-ownership: 1
structure: 51
Seibu: 2
Railways: 2
listed: 33
possibility: 61
prison: 57
sentence: 70
delisted: 3
plunged: 11
grace: 4
murky: 3
widespread: 29
determination: 37
stay: 170
root: 4
childhood: 9
illegitimate: 10
son: 47
rich: 36
rebuilt: 1
War: 25
II: 16
dined: 1
pain: 28
weekly: 17
magazine: 97
1987: 26
scolded: 1
pouring: 2
soy: 1
sauce: 1
fruit: 8
silk: 4
futon: 1
twelve: 2
charged: 83
defect: 4
troubled: 29
concealing: 3
Telekom: 12
upbeat: 32
better-than-expected: 2
Net: 24
1.4bn: 5
£960m: 3
1.85bn: 1
364m: 1
Sales: 40
14.96bn: 1
OAO: 1
Mobile: 56
Telesystems: 1
1.17bn: 1
35.8bn: 1
11bn: 14
T-Mobile: 30
USA: 51
American: 298
contribution: 66
seminal: 3
achievement: 65
room: 81
Hannes: 1
Wittig: 1
resume: 19
dividend: 26
tempts: 1
Illva: 4
Saronno: 2
33: 16
Changyu: 4
Shenzhen: 1
481.42m: 1
58.16m: 1
£30.7m: 1
approves: 5
liqueur: 1
acquire: 15
Yantai: 4
Asset: 6
Management: 24
Bureau: 7
61.1bn: 1
encouraging: 37
Anheuser-Busch: 2
Heineken: 54
Scottish: 173
Newcastle: 185
invested: 8
beer: 19
betting: 29
north-eastern: 1
city: 110
55: 17
remaining: 74
12: 250
retained: 8
0.22: 1
litre: 7
caput: 1
compare: 21
59: 13
Umbro: 7
Euro: 32
sportswear: 1
222: 1
replica: 3
England: 1075
football: 229
kit: 19
tournament: 153
£15.4m: 1
29.4m: 1
sponsorship: 18
Chelsea: 409
Celtic: 106
four-year: 12
club: 672
Rangers: 99
shirt: 13
lucrative: 25
receive: 102
payment: 77
£24.5m: 1
appraising: 2
Peter: 117
McGuigan: 1
internationally: 11
Stock: 47
June: 149
Evolution: 8
X: 16
fashion: 32
across: 234
Sweden: 49
Norway: 23
115.5: 1
morning: 67
Fed: 34
allowing: 62
severe: 24
Speaking: 55
Budget: 74
Committee: 83
urged: 79
Congress: 35
reasonably: 7
clouding: 1
Pension: 6
posed: 19
greatest: 54
program: 210
strain: 16
decade: 102
baby-boom: 2
generation: 126
retires: 3
committed: 68
physical: 61
resource: 51
retirement: 70
promise: 91
changed: 106
unless: 67
unprecedented: 9
productivity: 6
significant: 106
promised: 86
retiree: 1
soon-to-retire: 1
baby: 18
afford: 45
narrow: 19
pose: 18
dampening: 3
reinstate: 2
lapsed: 1
elsewhere: 24
red: 74
dire: 8
gather: 32
steam: 11
income: 122
narrowing: 3
Recent: 19
defence: 159
homeland: 8
indefinitely: 12
George: 97
W: 43
swung: 7
412bn: 3
Coal: 6
plunge: 3
deeper: 13
deepened: 3
£51.6m: 1
£1.2m: 5
coal: 10
geological: 1
flaw: 25
deep: 56
mine: 23
worsening: 2
Yorkshire: 20
Gerry: 7
Spindler: 2
hoped: 81
119: 2
progress: 108
shaking: 3
wage: 94
maintenance: 9
method: 39
adverse: 5
significantly: 22
uplift: 2
transitional: 3
profitability: 12
failed: 227
Total: 12
£1.30: 1
gigajoule: 2
£1.18: 1
long: 363
fix: 29
great: 505
stride: 9
surface: 49
Nottinghamshire: 2
Derbyshire: 2
Leicestershire: 5
West: 150
Northumberland: 1
Durham: 5
Saudi: 26
ministry: 30
Women: 38
employed: 18
Arabia: 14
Saud: 2
Al-Faisal: 1
conservative: 12
inch: 20
door: 76
Crown: 24
Abdullah: 2
de-facto: 1
ruler: 2
employing: 9
Earlier: 77
Arab: 12
Ghazi: 1
al-Gosaibi: 1
caused: 77
uproar: 1
difficulty: 25
hiring: 10
demanded: 23
segregated: 3
explanation: 23
pitiful: 1
graduate: 13
university: 62
educational: 13
highly-educated: 1
professionally: 4
trained: 17
acquiring: 3
rightful: 2
quoted: 43
proud: 45
mention: 28
shall: 22
Ministry: 20
Affairs: 27
slide: 25
officially: 35
gone: 152
Gross: 6
slowdown: 44
perception: 20
effectively: 66
downgraded: 3
0.3: 19
commonly: 11
defined: 16
consecutive: 34
judging: 10
Figures: 12
Cabinet: 72
Office: 157
annualised: 1
0.5: 14
soft: 17
patch: 29
bigger: 79
stage: 212
Economic: 39
Fiscal: 9
Policy: 24
overall: 78
assessed: 5
comprehensively: 2
Ministers: 39
unseasonably: 3
mild: 5
winter: 60
disappointing: 75
recording: 47
healthy: 18
2.6: 9
dependent: 9
upturn: 8
pessimistic: 7
Naoki: 2
Iizuka: 1
Dai-ichi: 1
Life: 70
Research: 75
Institute: 54
stretch: 15
periodically: 1
soared: 10
four-month: 5
refinery: 8
petrol: 17
sweet: 16
53.09: 1
53.03: 1
tracked: 3
gasoline: 3
1.4850: 1
gallon: 1
jump: 110
fire: 35
Western: 23
Refining: 1
Company: 26
shut: 46
Citigroup: 22
Markets: 10
Kyle: 2
Cooper: 32
Ed: 19
Silliere: 1
Merchant: 4
Gasoline: 1
scramble: 4
Gulf: 9
Coast: 11
Elsewhere: 14
mechanical: 3
BP: 12
City: 172
approach: 119
becomes: 46
sensitive: 38
dealer: 7
anticipate: 2
season: 505
cartel: 4
calm: 19
Oil: 31
roughly: 12
sharply: 23
colder: 2
declining: 14
seasonal: 7
Instability: 1
Iraq: 182
terrorism: 46
played: 440
casting: 8
doubt: 161
Production: 5
dropped: 138
1.6: 15
edged: 24
4.7: 11
grown: 32
dramatically: 18
weaker: 21
optimistic: 59
forecasting: 11
Economy: 10
Trade: 52
METI: 2
electronic: 41
digital: 325
television: 177
Although: 117
inventory: 6
Yamanaka: 1
assessment: 28
ending: 25
6.3: 7
Experts: 9
-which: 1
stagnated: 4
1990s: 39
-may: 1
entering: 29
softer: 5
resilient: 1
worsened: 8
jobless: 20
comparatively: 3
date: 181
preyed: 1
Nikkei: 5
4bn: 5
Boeing: 48
plane: 49
737-800: 3
£2.1bn: 4
2,500: 6
brings: 24
Ryanair/Boeing: 1
225: 3
193: 1
Bonderman: 1
allowed: 125
fare: 13
pricing: 8
excluding: 10
2008: 49
2012: 16
delivered: 63
able: 360
carry: 89
overtaken: 11
biggest-selling: 4
stockmarket: 1
dairy: 3
bust: 12
accounting: 46
revealing: 7
14bn: 4
18.34bn: 1
£9.6bn: 1
stated: 20
night: 148
Finanziaria: 2
detailed: 56
re-listing: 2
converted: 31
amounting: 5
2bn: 16
asked: 201
vote: 227
5.7: 2
11.3: 1
Creditors: 4
percentage: 29
7.3: 1
6.9: 2
investigation: 100
Lawmakers: 2
appointed: 37
spoke: 43
positively: 7
closed-door: 1
hearing: 86
Chamber: 10
Deputies: 3
commission: 49
supplied: 13
element: 58
find: 297
quotation: 1
Apcom: 1
lawmaker: 4
BMW: 36
Mini: 39
£100m: 11
Oxford: 24
factory: 47
modernised: 1
building: 120
189,000: 1
rapidly-rising: 1
wipe: 10
waiting: 88
£280m: 1
summer: 231
admits: 32
scepticism: 9
received: 193
Norbert: 2
Reithofer: 1
Initially: 11
100,000: 38
Cowley: 2
outskirt: 2
everyone: 134
convinced: 29
've: 482
massively: 6
taper: 1
VW: 7
Beetle: 1
Brad: 14
Wernle: 1
cheapest: 6
£10,000: 10
fork: 3
£11,500: 1
£17,730: 1
Convertible: 1
spring: 35
£15,690: 1
Second-hand: 1
Minis: 2
fetch: 9
£8,000: 2
priced: 12
£12,556: 1
the-car: 1
website: 376
Parker: 43
association: 25
different: 286
confirms: 8
depreciates: 1
slower: 29
Mercedes: 23
Benz: 4
C180: 1
SE: 2
Series: 11
116i: 1
initially: 65
tear: 18
old: 132
build: 124
rumour: 46
paint: 6
shop: 66
included: 150
adventure: 22
stewardship: 2
Phoenix: 13
consortium: 18
award-winning: 11
75: 30
3,500: 4
56,000: 2
4,500: 2
Mini-workers: 1
equally: 22
impressive: 95
180,000: 3
6,000: 19
though: 230
Corporation: 25
double: 190
Indeed: 13
Land: 14
Rovers: 24
Range: 1
Ford: 30
Bad: 10
Nestle: 12
raw: 21
material: 96
Swiss: 61
Revenue: 5
dipped: 13
1.4: 8
86.7bn: 1
franc: 9
74.6bn: 1
£39.1bn: 1
mineral: 3
dampened: 4
wet: 4
Americas: 3
disposal: 6
challenging: 35
dented: 4
heat: 27
wave: 49
severely: 10
bottled: 2
chocolate: 3
coffee: 12
frozen: 17
petcare: 1
performed: 58
enjoyed: 56
outperforming: 3
Asia: 92
instability: 3
broadly: 4
1bn: 31
861m: 1
£451m: 1
forward: 295
organic: 7
Uncertainty: 1
Perrier: 3
locked: 19
long-standing: 8
table: 63
Brabeck-Letmathe: 1
Fiat: 70
mull: 3
Ferrari: 9
overhaul: 12
carmaking: 2
restructure: 8
reaching: 45
1.53bn: 1
£1.05bn: 1
Steps: 3
bringing: 69
Maserati: 7
Alfa: 11
Romeo: 12
closer: 42
together: 181
paper: 106
sportscar: 1
56: 18
-best: 1
dominant: 14
Formula: 3
motor: 8
racing: 32
1969: 14
opted: 27
minority: 56
Mediobanca: 1
775m: 1
2.3bn: 5
tag: 41
stripped: 21
wholly-: 1
exploit: 30
commercial: 83
synergy: 4
10,000: 24
employer: 51
negotiated: 11
outright: 13
restructuring: 25
evidence: 205
Silvio: 4
Berlusconi: 8
aimed: 90
kickstarting: 1
sputtering: 3
Rome: 46
Action: 8
Plan: 17
R: 156
prime: 240
1830: 4
underfunding: 1
brain-drain: 1
brightest: 9
talent: 93
firing: 14
difficult: 244
hampering: 4
small-: 1
medium-sized: 4
landscape: 20
filled: 13
numerous: 14
reluctant: 16
hassle: 5
accompany: 2
emerge: 23
situation: 186
entrepreneurial: 2
tackling: 31
60: 86
Il: 3
Sole: 1
Ore: 2
opening: 212
infrastructure: 40
justice: 39
6.5bn: 1
8.6bn: 3
£4.5bn: 3
cap: 98
trim: 11
ballooning: 2
25bn: 4
privatisation: 19
partial: 6
flotation: 8
Enel: 1
Limiting: 2
counter: 16
negligible: 2
sentiment: 17
ultimately: 29
wealthy: 8
performer: 28
1.1: 9
0.4: 6
ideal: 27
little: 301
stem: 17
Italians: 18
dipping: 5
Without: 31
eventually: 54
run: 409
juddering: 1
Consumer: 59
Weak: 5
£3.24bn: 1
6.13bn: 1
£2.89bn: 1
beat: 341
posting: 9
52: 20
£198m: 2
£130m: 2
delivering: 24
£234m: 1
three-year: 7
Fast: 9
Forward: 4
£220m: 2
managed: 77
5.4: 6
10.2: 2
£610m: 1
seller: 15
begun: 35
gradual: 3
£105m: 2
£80m: 5
Fleet: 3
Canary: 3
Wharf: 3
Improving: 4
relationship: 93
discipline: 39
Tom: 67
Glocer: 1
Hyundai: 5
detail: 127
150,000: 15
400,000: 9
16: 136
250,000: 12
Chennai: 7
province: 23
Tamil: 4
Nadu: 3
920,000: 1
Demand: 5
desperately: 17
auto: 19
percent: 18
Chung: 1
Mong-koo: 1
base: 50
Latin: 35
Middle: 34
East: 90
Korean: 26
SA: 15
unveils: 16
'more: 2
African: 81
social: 88
Aiming: 1
stir: 9
Trevor: 19
Manuel: 27
individual: 169
29: 50
6.8bn: 2
rand: 6
1.2bn: 7
£910m: 1
Spending: 7
9.4: 2
respectively: 30
housing: 72
sanitation: 3
Unveiling: 3
418bn-rand: 1
parliament: 41
3.2: 9
4.2: 10
6: 74
personal: 283
earning: 37
35,000: 3
exempt: 4
22.3bn: 1
alcohol: 20
hell: 17
lot: 508
spread: 70
apartheid: 2
livelihood: 9
disadvantaged: 11
280,000: 1
Economist: 4
Colen: 1
Garrow: 1
stimulate: 9
pleasant: 3
registering: 6
marque: 9
Rolls-Royce: 1
vying: 11
Mercedes-Benz: 4
premium: 34
launching: 26
revamped: 9
version: 245
3-Series: 1
saloon: 2
class: 51
95,000: 1
BMW-brand: 1
80,600: 1
14,800: 1
Rolls-Royces: 1
ten: 49
aiming: 44
double-digit: 6
realistic: 21
feature: 155
Helmut: 4
Panke: 7
hopeful: 43
begin: 101
assembling: 1
high-powered: 1
generally: 31
car-making: 3
'stronger: 1
forecast': 1
governor: 12
Lomax: 8
Private: 12
collectively: 2
house: 175
4.75: 14
Official: 8
Statistics: 23
ONS: 28
Though: 9
reliable: 10
longer: 123
publish: 34
BoE: 5
effective: 53
preliminary: 20
Wales: 654
MPC: 21
indicate: 10
monetary: 10
depends: 9
cited: 15
1980s: 50
published: 89
substantially: 17
upwards: 6
statistical: 6
fog: 2
surrounding: 33
true: 84
proved: 104
potent: 7
breeding: 4
error: 48
sure: 208
Monetary: 24
tandem: 2
remark: 50
follow: 92
Lords: 104
tricky: 17
uncertain: 22
awoken: 1
memory: 82
1970s: 26
achieve: 48
stability: 46
Decisions: 6
clearest: 3
pointing: 16
direction: 57
intimated: 3
Electrolux: 5
shifting: 9
Swedish: 11
appliance: 7
relocate: 3
western: 24
Mexico: 27
site: 361
County: 9
lawn: 1
garden: 6
Newton: 12
Aycliffe: 2
cooker: 1
oven: 1
Spennymoor: 1
separate: 90
spin-off: 12
outdoor: 27
AEG: 1
Zanussi: 1
Frigidaire: 1
speeding: 5
£190m: 2
£265m: 2
2009: 20
high-cost: 1
Hans: 11
Straberg: 1
grim: 4
Ulf: 1
Carlsson: 1
ex-boss: 3
Lawyers: 8
defending: 44
WorldCom: 44
Bernie: 13
Ebbers: 63
battery: 42
whistleblower: 4
witness: 23
Cynthia: 4
ex-head: 2
alerted: 5
irregular: 3
collapse: 38
discovery: 18
conspiracy: 21
Prosecution: 3
orchestrated: 1
trick: 37
ordering: 2
hide: 21
expense: 32
inflate: 6
consulting: 10
jury: 33
external: 21
Arthur: 14
Andersen: 10
green: 16
Ebber: 1
unaware: 14
giving: 113
brief: 21
answer: 115
prosecution: 41
star: 437
Scott: 82
Sullivan: 39
ordered: 40
telling: 49
mentioned: 24
anything: 180
uncomfortable: 8
audit: 13
committee: 126
convicted: 31
emerged: 53
MCI: 53
buyout: 7
Verizon: 22
6.75bn: 4
Insurance: 7
plead: 7
Another: 73
stemming: 3
malpractice: 1
Two: 93
AIG: 2
Marsh: 38
McLennan: 6
attorney: 32
Eliot: 5
Spitzer: 17
obtained: 11
plea: 17
ranking: 51
pleading: 2
Joshua: 12
Bewlay: 2
felony: 3
count: 25
scheming: 3
rigged: 4
850m: 5
£415m: 2
lawsuit: 84
denies: 31
allegation: 85
1.41: 1
90,000: 3
Average: 1
claimant: 2
11,000: 4
813,200: 1
Throughout: 4
296,000: 1
28.52: 1
1971: 11
discrepancy: 2
explained: 64
economically: 7
inactive: 1
4.6: 4
10.4: 2
Spain: 186
9.7: 2
suffer: 37
104,000: 4
axed: 16
pushing: 51
3.24: 1
certainly: 122
Marc: 17
Ostwald: 1
Monument: 1
underline: 7
hawkish: 2
Wembley: 21
wo: 89
Multiplex: 5
stadium: 102
19: 78
project: 209
Australian: 245
£458m: 1
874m: 1
rebuild: 30
outcome: 42
resulting: 12
contractor: 12
68m: 3
Investors: 24
shaken: 10
4.50: 2
4.67: 1
67.7m: 1
reaffirming: 1
Increased: 7
Docklands: 1
35.1m: 1
redevelopment: 1
west: 22
performing: 30
recoup: 2
subcontractor: 2
sound: 108
exceed: 11
finalised: 5
Stadium: 43
FA: 123
Final: 12
expressed: 55
paring: 1
writeback: 1
impacted: 2
credibility: 13
Simon: 97
Wheatley: 3
Cars: 2
pull: 51
heavy: 42
generous: 12
pre-Christmas: 4
special: 152
Excluding: 5
twice: 98
expecting: 28
Steve: 140
Gallagher: 9
SG: 2
Corporate: 4
Banking: 4
decent: 30
seeing: 78
store: 118
hardware: 38
furniture: 8
clothing: 21
accessory: 3
merchandise: 6
category: 136
0.9: 4
gift: 30
voucher: 3
Christmas: 172
restaurant: 17
grocery: 2
Parul: 1
Jain: 7
Nomura: 3
Consumers: 28
retain: 25
Rourke: 1
Popular: 3
Lufthansa: 15
visit: 96
arrival: 33
lose: 118
Force: 16
Frankfurt: 20
Flights: 1
Lamberty: 4
checking: 9
pursue: 19
traffic: 82
controller: 14
instead: 130
cancel: 18
77: 21
medium-distance: 1
5,000: 13
Long-haul: 1
traveller: 15
tour: 213
restriction: 22
taxiing: 2
Rhein-Main: 1
entourage: 6
meant: 96
knock-on: 7
92: 10
outgoing: 7
86: 8
17,000: 2
certain: 110
jet: 18
2015: 10
reacted: 20
proposed: 86
levy: 5
Profits: 10
terrorist: 60
outbreak: 20
killer: 22
SARS: 2
virus: 180
Things: 17
teetering: 4
enjoys: 11
untaxed: 2
applaud: 4
humanitarian: 6
Ulrich: 2
Schulte-Strathaus: 1
midst: 7
fundamental: 36
crisis: 56
confronted: 12
designed: 105
allay: 4
stressing: 6
step: 177
hinder: 2
funding: 74
implemented: 12
politicial: 1
campaigner: 37
write: 56
knocking: 10
speedy: 6
Munich-based: 1
institute: 3
Ifo: 5
95.5: 3
97.5: 1
Observers: 3
picking: 34
're: 320
surprised: 76
knock: 24
DZ: 1
Bernd: 1
Weidensteiner: 1
Wolfgang: 2
Clement: 8
retreat: 5
contracted: 6
reluctance: 6
Latest: 8
elusive: 5
Hans-Werner: 1
Sinn: 1
Exports: 7
DaimlerChrysler: 18
Siemens: 22
Volkswagen: 6
negotiating: 7
Eurozone: 4
threat: 162
prompting: 19
Billions: 2
commodity: 14
protectionism: 1
UN: 37
barrier: 32
distort: 2
Agricultural: 8
Commodity: 2
billion: 109
rely: 36
farming: 6
insecurity: 2
endangered: 2
live: 147
least-developed: 1
equivalent: 29
agricultural: 11
swiftly: 15
liberalise: 3
easing: 5
tariff: 23
developed: 83
recommends: 7
liberalisation: 5
cotton: 3
rice: 1
hand: 221
thanks: 49
300bn: 3
£158.8bn: 1
230.9bn: 1
divided: 19
diverse: 16
lie: 64
largely: 41
small-scale: 3
43: 21
Sub-Saharan: 1
Caribbean: 18
seek: 103
cleared: 54
Kamal: 2
Nath: 4
Delhi: 5
cabinet: 30
cheer: 13
DLF: 1
Builders: 1
Dr: 144
Vancheshwar: 1
builder: 3
strategic: 28
partnership: 33
design: 90
expertise: 10
choice: 175
'automatic: 1
route: 42
resort: 32
hospital: 81
establishment: 5
automatic: 18
clearance: 19
Promotion: 1
Board: 54
bureaucratic: 6
brick-making: 1
acquired: 12
enter: 48
township: 2
premise: 19
construct: 1
square: 11
meter: 1
538,000: 1
foot: 96
timeframe: 2
without: 365
specifying: 1
discouraging: 1
discourage: 4
speculatively: 1
Anshuman: 1
Magazine: 13
CB: 1
Ellis: 36
Chittabrata: 1
Majumdar: 2
Centre: 39
Unions: 12
CITU: 1
compromising: 4
self: 9
reliance: 5
indeed: 35
beneficial: 12
generated: 17
filling: 5
pocket: 39
777: 5
long-distance: 8
777-200LR: 6
capable: 60
flying: 46
mile: 36
non-stop: 1
linking: 15
Sydney: 98
fly: 26
distance: 53
overtook: 9
civilian: 12
planemaker: 1
focusing: 16
super: 15
jumbos: 1
tussle: 5
prove: 63
defining: 5
twin-engine: 1
rid: 22
connecting: 4
slimmer: 5
much-anticipated: 5
787: 2
Dreamliner: 3
sky: 12
fifth: 78
variation: 4
twin-aisle: 1
offically: 1
rolled-out: 1
Seattle: 5
2200: 4
Better: 6
efficiency: 25
GE: 13
lighter: 9
connect: 20
worldwide: 77
variant: 16
airplane: 6
Learmount: 4
editor: 73
Flight: 19
niche: 15
criterion: 13
couple: 153
attracting: 10
prevailing: 1
somewhere: 33
pinning: 1
840: 1
hub: 18
ferried: 1
destination: 17
keeping: 49
Pakistan: 20
EVA: 1
Taiwan: 8
underpin: 6
stopping: 16
smallest: 6
airliner: 2
717: 2
767: 1
tanker: 3
186m: 1
£98m: 1
143m: 1
Circuit: 5
Stores: 7
electronics: 46
3.25bn: 1
£1.7bn: 3
Boston-based: 1
Highfields: 1
6.7: 5
19.6: 2
17.04: 1
Highfield: 2
Virginia-based: 1
transformation: 6
eliminate: 5
public-company: 1
transparency: 10
uniquely: 8
damaging: 38
head-to-head: 14
entrenched: 2
bidding: 22
Bill: 123
Armstrong: 4
CL: 1
King: 84
Associates: 2
struggling: 73
Best: 51
Buy: 3
cut-price: 1
Wal-Mart: 32
alternative: 50
brewer: 13
beer-flavoured: 2
Beer: 4
taxed: 3
brewery: 7
downturn: 12
drinker: 4
drown: 3
sorrow: 3
Asahi: 3
Breweries: 2
beer-like: 1
predicting: 17
soybean: 1
peptide: 1
malt: 2
chosen: 65
Shinnama: 1
draft: 28
disguise: 16
non-beer: 1
nature: 31
30.6bn: 1
291m: 1
£154m: 1
31.8: 1
Sapporo: 3
well-established: 1
Draft: 1
Suntory: 1
meanwhile: 41
Super: 42
Blue: 35
combine: 30
happoshu: 1
seawater: 2
shochu: 1
distilled: 1
derived: 3
potato: 5
barley: 1
Happoshu: 1
mainstay: 3
Kirin: 1
third-type: 1
sustain: 18
central: 90
overhang: 1
spree: 12
Card: 17
year-on-year: 11
Park: 136
Seung: 1
3.25: 3
revive: 10
month-on-month: 1
inching: 1
towards: 112
traditionally: 18
driver: 35
slack: 7
